; <Brazilian Portuguese>
; <ALFA&ÔMEGA>

[Portuguese (Brazilian)]
IDS_TITLE_EXCLUDE=Excluir
IDS_UPDATE_NO=Nenhuma atualização disponível.
IDS_UPDATE_YES=Atualização disponível, baixar e instalar?
IDS_FILE=Arquivo
IDS_SETTINGS=Configurações
IDS_EXIT=Fechar o simplewall
IDS_EDIT=Editar
IDS_PURGE_UNUSED=Limpar aplicativos não usados
IDS_PURGE_TIMERS=Limpar cronômetros
IDS_FIND=Localizar
IDS_FINDNEXT=Localizar próximo
IDS_REFRESH=Atualizar
IDS_VIEW=Exibir
IDS_ICONS=Ícones
IDS_ICONSSMALL=Pequenos
IDS_ICONSLARGE=Grandes
IDS_ICONSISHIDDEN=Ocultar ícones
IDS_LANGUAGE=Idioma
IDS_FONT=Fonte
IDS_HELP=Ajuda
IDS_WEBSITE=Site oficial do simplewall
IDS_CHECKUPDATES=Procurar atualizações
IDS_DONATE=Fazer uma doação!
IDS_ABOUT=Sobre o simpleWall
IDS_TRAY_SHOW=Exibir/Ocultar
IDS_TRAY_START=Habilitar filtragem
IDS_TRAY_STOP=Desabilitar filtragem
IDS_TRAY_RULES=Regras
IDS_TRAY_BLOCKLIST_RULES=Lista de bloqueados
IDS_TRAY_SYSTEM_RULES=Regras do sistema
IDS_TRAY_USER_RULES=Regras personalizadas
IDS_TRAY_LOGERR=Registros de erros
IDS_ADD_FILE=Adicionar executável
IDS_ANY=Qualquer conexão
IDS_DISABLENOTIFICATIONS=Desativar avisos
IDS_OPENRULESEDITOR=Abrir o editor de regras
IDS_TIMER=Cronômetro
IDS_DISABLETIMER=Desativar temporizador
IDS_EXPLORE=Abrir a pasta do executável selecionado
IDS_COPY=Copiar
IDS_SELECT_ALL=Selecionar todos
IDS_CHECK=Marcar selecionados
IDS_UNCHECK=Desmarcar selecionados
IDS_ADD=Adicionar
IDS_EDIT2=Editar
IDS_DELETE=Apagar
IDS_EXPORT=Exportar
IDS_IMPORT=Importar
IDS_RULE_ALLOWLOOPBACK=Permitir conexões loopback para todos
IDS_HIGHLIGHT_INVALID=Arquivo não encontrado
IDS_HIGHLIGHT_NETWORK=Arquivo compartilhado pela rede
IDS_HIGHLIGHT_PICO=Pico (WSL)
IDS_HIGHLIGHT_SIGNED=Aplicativo com assinatura
IDS_HIGHLIGHT_SILENT=Avisos desabilitados
IDS_HIGHLIGHT_SPECIAL=Regras especiais
IDS_HIGHLIGHT_SYSTEM=Aplicativo do sistema
IDS_HIGHLIGHT_TIMER=Aplicativo de temporização
IDS_EDITOR=Editor de regras
IDS_NAME=Nome
IDS_RULE=Regra (portas ou endereços IP)
IDS_PORTVERSION=Família (apenas para portas)
IDS_PROTOCOL=Protocolo
IDS_DIRECTION=Direção
IDS_ACTION=Ação
IDS_DATE=Data
IDS_FILEPATH=Arquivo
IDS_SIGNATURE=Assinatura
IDS_ADDRESS=Endereço
IDS_FILTER=Filtro
IDS_NOTES=Notas
IDS_ADDED=Adicionado
IDS_TIMELEFT=Tempo restante
IDS_SIGN_SIGNED=Com assinatura
IDS_SIGN_UNSIGNED=Sem assinatura
IDS_GROUP_ALLOWED=Programas permitidos
IDS_GROUP_BLOCKED=Programas bloqueados
IDS_GROUP_ENABLED=Regras habilitadas
IDS_GROUP_DISABLED=Regras desativadas
IDS_DIRECTION_1=Saída
IDS_DIRECTION_2=Entrada
IDS_DIRECTION_3=Ambas (Saída/Entrada)
IDS_ACTION_ALLOW=Permitir
IDS_ACTION_BLOCK=Bloquear
IDS_ENABLE_CHK=Habilitar regra
IDS_WIKI=Ajuda
IDS_SAVE=Aplicar
IDS_CLOSE=Fechar
IDS_SETTINGS_GENERAL=Geral
IDS_TITLE_GENERAL=Configuração geral
IDS_TITLE_LANGUAGE=Idioma
IDS_TITLE_CONFIRMATIONS=Confirmações
IDS_TITLE_INTERFACE=Interface
IDS_TITLE_HIGHLIGHTING=Destaque
IDS_TITLE_LOGGING=Registrando em um arquivo
IDS_TITLE_NOTIFICATIONS=Notificações
IDS_TITLE_ADVANCED=Avançado
IDS_ALWAYSONTOP_CHK=Manter a janela do simplewall sempre no topo
IDS_LOADONSTARTUP_CHK=Abrir o simplewall na inicialização
IDS_STARTMINIMIZED_CHK=Iniciar minimizado
IDS_SHOWFILENAMESONLY_CHK=Mostrar apenas o nome dos arquivos
IDS_AUTOSIZECOLUMNS_CHK=Ajustar colunas automaticamente
IDS_SKIPUACWARNING_CHK=Ignorar notificações do "Controle de Conta de Usuário"
IDS_CHECKUPDATES_CHK=Procurar atualizações periodicamente (recomendado)
IDS_LANGUAGE_HINT=Escolha o idioma:
IDS_USESTEALTHMODE_CHK=Usar o simplewall no modo invisível (stealth-mode)
IDS_USESTEALTHMODE_HINT=Impede a sondagem de portas de TCP/UDP descartando sigilosamente pedidos de conexão via TCP de entrada e de "Destino Inacessível" de ICMP.
IDS_INSTALLBOOTTIMEFILTERS_CHK=Habilitar filtros na inicialização
IDS_INSTALLBOOTTIMEFILTERS_HINT=Impede que vazem dados durante o carregamento do SO, antes mesmo da execução do "Serviço de Filtragem Básico" (BFE, na sigla em inglês).
IDS_USECERTIFICATES_CHK=Verificar assinatura digital de aplicativos
IDS_USENETWORKRESOLUTION_CHK=Resolver endereços de rede
IDS_DISABLEWINDOWSFIREWALL_CHK=Desativar o firewall do Windows
IDS_ENABLEWINDOWSFIREWALL_CHK=Habilitar o firewall do Windows
IDS_CONFIRMEXIT_CHK=Confirmar fechamento do simplewall
IDS_CONFIRMEXITTIMER_CHK=Exibir caixa de diálogo de confirmação ao sair quando cronômetros estiverem ativos
IDS_CONFIRMDELETE_CHK=Confirmar remoção de aplicativos da lista de controle de tráfego
IDS_CONFIRMLOGCLEAR_CHK=Confirmar remoção do arquivo de registros
IDS_COLORS_HINT=Clique duas vezes em um item para alterá-lo.
IDS_ENABLELOG_CHK=Habilitar gravação em arquivo de pacotes de tráfego descartados
IDS_LOGSHOW=Abrir o arquivo de registros
IDS_LOGCLEAR=Apagar o arquivo de registros
IDS_LOGSIZELIMIT_HINT=Tamanho máximo do arquivo de registros: (kB)
IDS_ENABLENOTIFICATIONS_CHK=Habilitar notificação de descarte de pacotes de tráfego
IDS_NOTIFICATIONSOUND_CHK=Habilitar sons de notificação
IDS_NOTIFICATIONTIMEOUT_HINT=Intervalo entre as mesmas notificações (segs.):
IDS_NOTIFY_TOOLTIP=Cria uma regra especial para permitir o acesso ao endereço e/ou porta para este aplicativo.
IDS_QUESTION=Tem certeza?
IDS_QUESTION_DELETE=Deseja mesmo apagar %d item(ns)?
IDS_QUESTION_START=Este comando irá bloquear o acesso à rede de aplicativos de acordo com a configuração selecionada! Tem certeza?
IDS_QUESTION_STOP=Este comando irá restaurar o acesso à rede de todos os aplicativos bloqueados! Tem certeza?
IDS_QUESTION_EXIT=Filtros instalados funcionarão mesmo se você sair, continuar?
IDS_QUESTION_TIMER=Cronômetro ativado. Cronômetros funcionam somente com o aplicativo em execução. Sair?
IDS_QUESTION_TIMERS=Excluir todos os cronômetros?
IDS_QUESTION_FLAG_CHK=Não perguntar novamente
IDS_STATUS_TOTAL=Total de aplicativos: %d
IDS_STATUS_EMPTY=<vazio>
IDS_STATUS_SYNTAX_ERROR=Erro de sintaxe na regra!
IDS_ADDRESS_LOCAL=Fonte
IDS_ADDRESS_REMOTE=Destino
IDS_UPDATE_ERROR=Erro de conexão com o servidor de atualização.
IDS_CHECKUPDATESBETA_CHK=Atualizar para versões beta
IDS_UPDATE_DOWNLOAD=Baixando atualização...
IDS_UPDATE_DONE=Download da atualização concluído.
IDS_GROUP_SPECIAL_APPS=Aplicativos com regras do usuário
IDS_RULE_ALLOWLOOPBACK_HINT=Isso permite todo o tráfego de loopback.
IDS_RESET=Redefinir
IDS_QUESTION_RESET=Deseja realmente redefinir todas as configurações do aplicativo?
IDS_EXCLUDESTEALTH_CHK=examinar porta
IDS_EXCLUDEBLOCKLIST_CHK=lista de bloqueio
IDS_UPDATE_INIT=Verificando por novas versões...
IDS_UPDATE_INSTALL=Atualização disponível, deseja instalar agora?
IDS_EXCLUDECUSTOM_CHK=regras do usuário
IDS_EXCLUDECLASSIFYALLOW_CHK=pacotes permitidos
IDS_STATUS_TIMER_DONE=Cronômetro para "%s" completado!
IDS_ICONSEXTRALARGE=Muito grande
IDS_STATUS_UNUSED_APPS=Aplicativos não usados
IDS_STATUS_TIMER_APPS=Aplicativos com cronômetro
IDS_SECUREFILTERS_CHK=Habilitar proteção dos filtros instalados
IDS_SECUREFILTERS_HINT=Previne aplicativo não autorizados de acessar os filtros instalados.
IDS_USEREFRESHDEVICES_CHK=Atualizar filtros na chegada do dispositivo
IDS_RULE_ALLOW6TO4=Permitir redirecionamentos de IPv6 (6to4) para todos
IDS_RECOMMENDED=recomendado
IDS_ICONSISTABLEVIEW=Exibir como tabela
IDS_ACTION_ALLOW_HINT=Sempre permite este programa de acessar a Internet
IDS_ACTION_BLOCK_HINT=Sempre bloqueia este programa de acessar a Internet
IDS_RULE_APPLY_2=Aplicar "%s" para aplicativo
IDS_EDITRULES=Editar regras
IDS_TAB_APPS=Aplicativos
IDS_TAB_SERVICES=Serviços
IDS_TAB_PACKAGES=Pacotes
IDS_TAB_NETWORK=Rede
IDS_STATE=Estado
IDS_STATUS_FILTERS_ACTIVE=Filtros ativados
IDS_STATUS_FILTERS_INACTIVE=Filtros desativados!
IDS_STATUS_FILTERS_PROCESSING=Aplicando filtros
IDS_HIGHLIGHT_CONNECTION=Possui conexões de rede
IDS_SHOWINLIST=Exibir na lista
IDS_BLOCKLIST_SPY=Servidores de espionagem e telemetria da Microsoft
IDS_BLOCKLIST_UPDATE=Servidores de atualização da Microsoft
IDS_BLOCKLIST_EXTRA=Servidores de aplicativos da Microsoft
IDS_PORT=Porta
IDS_NOTIFY_TITLE=Alerta de rede
IDS_NOTIFY_HEADER=%s bloqueou a conexão deste aplicativo
IDS_DISABLE=Desativar
IDS_TITLE_SECURITY=Segurança
IDS_LOGVIEWER_HINT=Aplicativo de visualização de logs
IDS_NOTIFICATIONONTRAY_CHK=Exibir notificações na Área de Notificação
IDS_NETWORK_CLOSE=Fechar conexão
IDS_RULE_BLOCKOUTBOUND=Bloquear conexões de saída para todos
IDS_RULE_BLOCKINBOUND=Bloquear conexões de entrada para todos
IDS_VIEW_ICON=Icons
IDS_VIEW_DETAILS=Details
IDS_VIEW_TILE=Tiles
IDS_RULE_HINT=If you leave fields blank, then rule will be applied for any address and port.
IDS_RULE_APPS_HINT=If there is no apps selected, then rule will be applied for all apps.
IDS_STATUS_FILTERS_ACTIVE_TEMP=Filters are enabled until reboot.
IDS_INSTALL_PERMANENT=Permanent rules. Rules are working until you disable it manually.
IDS_INSTALL_TEMPORARY=Temporary rules. Rules are reset after the next reboot.
IDS_ENABLEUILOG_CHK=Enable packets logging interface
IDS_NOTIFICATIONFULLSCREENSILENTMODE_CHK=Enable silent-mode when full screen app in foreground
IDS_TITLE_TRAY=Tray icon
IDS_TRAYICONSINGLECLICK_CHK=Single click on tray icon to open
IDS_APP_HINT=There is no reason to set any permissive rule for app with already enabled internet access.
